# coding: utf-8
"""
Create on 2017/10/19

@author:hexiaosong
"""
from __future__ import unicode_literals


entities_org_list = {
    '平安',
    '中国建设银行',
    '中国工商银行',
    '中国农业银行',
    '中国银行',
    '农业',
    '工商',
    '工行',
    '建行',
    '农行',
    '中信',
    '中行',
    '民生',
    '兴业',
    '招行',
    '交通',
    '广发',
    '浦发',
    '浦 发',
    '招商',
    '光大',
    '邮政',
    '平安证券',
    '平安保险',
    '上海银行',
    '浙商银行',
    '浙商 银行',
    '华夏银行',
    '华宝证券',
    '嘉联',
    '平安 银行',
    '招商 银行',
    '中国 光大 银行',
    '银联',
    '宜信',

}


entities_prd_list = {
    '微粒贷',
    '借记卡',
    '信用卡',
    'xyk',
    '普通金普卡',
    '投客网',
    '信用贷',
    '花漾卡',
    '银联卡',
    '易 付宝',
    '支付宝',
    '借呗',
    '借记卡',
    '牡丹卡',
    '环球卡',
    '白金卡',
}



entities_money_list = {
    # '一万',
    # '10多万',
    # '10万',
    # '20万',
    # '30万',
    # '40万',
    # '50万',
    # '60万',
    # '70万',
    # '80万',
    # '90万',
    # '10W',
    # '50万',
    # '20000元',
    # '80大洋',
    # '30大洋',
}
